[
    {
        "ID_Tema": 1,
        "Name_Tema": "Понятие алгебраической дроби",
        "Tema_Data": "Числовые выражения содержат числа, знаки действий и скобки.\r\nПри выполнении действий числового выражения по порядку, можно найти число, называемое значением выражения.\r\nОбрати внимание!\r\nВыражение не имеет значения, если содержит деление на ноль.\r\nЕсли числовое выражение содержит ещё и буквы (или только буквы), обозначающие числа или переменные, то оно называется алгебраическим выражением.\r\nОбластью определения выражения с одной переменной называется множество значений переменной, при которых это выражение имеет смысл.\r\nМожно вычислить числовое значение алгебраического выражения при любом значении переменной из его области определения.\r\nАлгебраические выражения делятся на рациональные и иррациональные, но в данном случае рассматриваются только рациональные выражения.\r\nАлгебраическое выражение, в котором есть сложение, умножение, деление и возведение в степень (натуральное число), называется рациональным алгебраическим выражением.\r\n \r\nЕсли рациональное алгебраическое выражение не содержит операции деления на выражение с переменными, то оно называется целым.\r\n  \r\nЕсли при составлении рационального алгебраического выражения используется операция деления на выражение с переменными, то такое выражение называется дробным.\r\nЦелые выражения 4−2x;7y^2(y−1);3xy−0,3x^4;6y+33.\r\n \r\nДробные выражения y+2/y^2−4y+4;ab−7/a+b;x/x−1+2x^2−1.\r\nЦелое рациональное выражение определено при любых значениях переменных.\r\n \r\nДробное рациональное выражение определено при таких значениях переменной, при которых знаменатель дроби не равен нулю."
    },
    {
        "ID_Tema": 2,
        "Name_Tema": "Понятие квадратного корня",
        "Tema_Data": "Арифметическим квадратным корнем из числа a называется неотрицательное число, квадрат которого равен данному числу a.\r\nОбозначается: √a.\r\nЧитается: квадратный корень из a.\r\nЧисло a называется подкоренным числом.\r\nОбрати внимание!\r\nКвадратный корень из отрицательных чисел не существует.\r\nНапример, √−16 не имеет смысла, т. к. нет такого действительного числа a, которое в квадрате равно отрицательному числу: a^2≠−16.\r\nОбрати внимание!\r\n√1=1;√0=0."
    }
]